[
    {
        "Slider_1_header": [
            "Guiding your spirituality with experience. Rabita Haj Umrah Tours",
            "اپنے روحانی سفر کی رہنمائی تجربے کے ساتھ۔ ربیعہ حاج عمرہ ٹورز"
        ],
        "Slider_1_subheader": [
            "Remember the favor of <span>ALLAH</span> upon you",
            "<span>اللہ</span> کی نعمت کو یاد کرو"
        ],
        "Slider_1_subtitle": [
            "Embark on a journey of faith with us, where every step brings you closer to fulfilling your spiritual aspirations. Experience the tranquility and blessings of the holy pilgrimage with expert guidance.",
            "ہمارے ساتھ ایمان کے سفر پر روانہ ہوں، جہاں ہر قدم آپ کو آپ کی روحانی آرزووں کی تکمیل کے قریب لے جاتا ہے۔ ماہر رہنمائی کے ساتھ مقدس زیارت کی سکون اور برکتوں کا تجربہ کریں۔"
        ],
        "Slider_2_header": [
            "Discover Unforgettable Pilgrimages with Personalized Touch",
            "ذاتی نوعیت کے ساتھ ناقابل فراموش زیارتیں دریافت کریں"
        ],
        "Slider_2_subheader": [
            "Remember the favor of <span>ALLAH</span> upon you",
            "<span>اللہ</span> کی نعمت کو یاد کرو"
        ],
        "Slider_2_subtitle": [
            "Our dedicated team ensures that your pilgrimage journey is smooth, meaningful, and unforgettable. We prioritize your comfort and spiritual growth every step of the way.",
            "ہماری محنتی ٹیم یہ یقینی بناتی ہے کہ آپ کا زیارتی سفر ہموار، معنی خیز، اور ناقابل فراموش ہو۔ ہم آپ کی راحت اور روحانی ترقی کو ہر قدم پر ترجیح دیتے ہیں۔"
        ],
        "Slider_3_header": [
            "Transform Your Journey into a Sacred Memory with Our Expert Guidance",
            "ہمارے ماہر رہنمائی کے ساتھ اپنے سفر کو مقدس یاد میں تبدیل کریں"
        ],
        "Slider_3_subheader": [
            "Remember the favor of <span>ALLAH</span> upon you",
            "<span>اللہ</span> کی نعمت کو یاد کرو"
        ],
        "Slider_3_subtitle": [
            "We strive to make your pilgrimage a journey to cherish, helping you connect deeply with your faith and experience the spiritual transformation that accompanies this blessed experience.",
            "ہم اس بات کی کوشش کرتے ہیں کہ آپ کا زیارتی سفر ایسی یادیں بنے جو آپ ہمیشہ cherish کریں، آپ کے ایمان کے ساتھ گہرائی سے جڑنے میں مدد کریں، اور اس مبارک تجربے کے ساتھ آنے والی روحانی تبدیلی کا تجربہ کریں۔"
        ],
        "about_header": [
            "About Us",
           "پیش لَفْظ"
        ],
        "about_desc":["Rabita Haj Umrah Tours is a trusted name in the realm of pilgrimage services, renowned for its unwavering commitment to providing exceptional experiences for Hajj and Umrah pilgrims. Since our inception in 1999 by Mohammed Abdul Majid Siddiqui, we have remained steadfast in our mission to guide pilgrims on their sacred journey with reverence, dedication, and expertise. Over the past two and a half decades, Rabita Haj Umrah Tours has established itself as a leader in pilgrimage services, serving thousands of pilgrims with distinction and integrity. Our journey began with a vision to ease the hardships of pilgrims from Aurangabad, Parbhani, Nanded, Hyderabad, and Beed, and today, we stand as a beacon of faith and service, deeply rooted in the spiritual heritage of our founders. At the heart of Rabita Haj Umrah Tours lie our core values of faith, integrity, and service. We believe in upholding the highest standards of honesty, transparency, and ethical conduct in all our dealings","رابطہ حاج عمرہ ٹورز، زیارت خدمات کے میدان میں ایک معتبر نام ہے، جو حجاج اور عمرہ زائرین کے لیے بہترین تجربات فراہم کرنے کے لیے اپنی غیر متزلزل وابستگی کے لیے مشہور ہے۔ 1999 میں محمد عبد المجید صدیقی کے ذریعے ہماری بنیاد رکھی گئی، ہم نے اپنے مشن کے ساتھ مضبوطی سے رہنے کا عہد کیا ہے کہ ہم زائرین کو ان کے مقدس سفر میں عقیدت، وابستگی اور مہارت کے ساتھ رہنمائی کریں۔\n\nگزشتہ دو دہائیوں کے دوران، رابطہ حاج عمرہ ٹورز نے زیارت خدمات میں ایک رہنما کی حیثیت سے اپنا مقام بنایا ہے، ہزاروں زائرین کی خدمات شایستگی اور دیانت کے ساتھ انجام دی ہیں۔ ہماری کہانی کا آغاز حجاج کے لئے مشکلات کو کم کرنے کے وژن کے ساتھ ہوا تھا، اور آج، ہم ایک ایسی روشنی کی مانند ہیں جو ایمان اور خدمت میں رچی بسی ہے، ہمارے بانیوں کی روحانی ورثے میں گہری جڑی ہوئی ہے۔ رابطہ حاج عمرہ ٹورز کی بنیاد ہمارے بنیادی اقدار یعنی ایمان، دیانت داری، اور خدمت پر ہے۔ ہم اپنے تمام معاملات میں ایمانداری، شفافیت، اور اخلاقی طرز عمل کے اعلیٰ معیاروں کو برقرار رکھنے پر یقین رکھتے ہیں۔"],
        "site_heading":["Sites To Explore", "مدینہ منورہ مین مقدّس مقام کی زیارت"],
        "site_subheading1":["Masjid Quba","مسجد قباء"],
        "site_subheading2":["Masjid al-Qiblatain","مسجد القبلتین"],
        "site_subheading3":["Masjid an Nabiwi","مسجد النبیوی"],
        "site_subheading4":["Masjid Saba Masajid","مسجد سبع مساجد"],
        "site_subheading5":["Sayyid al-Shuhada in Uhud","سید الشہداء احد میں"],
        "site_subheading1_desc": [
            "Built in 622 CE shortly after the Hijrah, Masjid Quba is the first mosque in Islamic history. Located in Medina, it was established by Prophet Muhammad (PBUH) and his companions as a mark of their new community.",
            "622 عیسوی میں ہجرت کے بعد تھوڑے ہی عرصے میں تعمیر کی گئی، مسجد قباء اسلامی تاریخ کی پہلی مسجد ہے۔ یہ مدینہ میں واقع ہے اور اسے نبی اکرم (صلی اللہ علیہ وآلہ وسلم) اور ان کے ساتھیوں نے اپنی نئی کمیونٹی کی نشانی کے طور پر قائم کیا تھا۔"
        ],
        "site_subheading2_desc": [
            "Constructed in 624 CE, Masjid al-Qiblatain is known as 'the Mosque of Two Qiblas' Ka’bah. It was the first mosque to host prayers facing the Ka’bah.",
            "624 عیسوی میں تعمیر کی گئی، مسجد القبلتین کو 'دو قبروں کی مسجد' کے نام سے جانا جاتا ہے۔ یہ پہلی مسجد ہے جہاں نمازیں خانہ کعبہ کی طرف رخ کر کے ادا کی گئیں۔"
        ],
        "site_subheading3_desc": [
            "Built by Prophet Muhammad (PBUH) in Medina, Al Masjid an Nabawi is the second largest mosque and holiest site in Islam after Masjid al-Haram. It was constructed in the early years of the Islamic era and holds great spiritual significance.",
            "نبی اکرم (صلی اللہ علیہ وآلہ وسلم) کے ذریعہ مدینہ میں تعمیر کی گئی، المسجد النبیوی اسلام کی دوسری بڑی مسجد اور مسجد الحرام کے بعد سب سے مقدس جگہ ہے۔ یہ اسلامی دور کے ابتدائی سالوں میں تعمیر کی گئی اور اس کی روحانی اہمیت بہت زیادہ ہے۔"
        ],
        "site_subheading4_desc": [
            "Located in Medina, Masjid Saba Masajid refers to the 'Seven Mosques' situated in a single area. These mosques, including Masjid al-Fath and Masjid al-Saba, are historically significant for their association with early Islamic events and battles.",
            "یہ مدینہ میں واقع ہے، مسجد سبع مساجد ایک ہی علاقے میں واقع 'سات مساجد' کو ظاہر کرتی ہے۔ ان مساجد میں مسجد الفتح اور مسجد سبع شامل ہیں، جو ابتدائی اسلامی واقعات اور جنگوں سے وابستہ ہونے کی وجہ سے تاریخی اہمیت کی حامل ہیں۔"
        ],
        "site_subheading5_desc": [
            "Hamza ibn Abdul-Muttalib, the uncle of Prophet Muhammad, is honored as 'Sayyid al-Shuhada' (Master of the Martyrs) for his role and sacrifice in the Battle of Uhud in 625 CE. His valor and martyrdom are celebrated in Islamic history.",
            "حمزہ بن عبد المطلب، نبی اکرم (صلی اللہ علیہ وآلہ وسلم) کے چچا، کو 625 عیسوی میں غزوہ احد میں ان کے کردار اور قربانی کے لیے 'سید الشہداء' (شہیدوں کے سردار) کے طور پر عزت دی گئی ہے۔ ان کی بہادری اور شہادت اسلامی تاریخ میں منائی جاتی ہے۔"
        ]
    }
]